IDEA StatiCa Open Model
SteelSetupIND.GammaMf Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Partial safety factor for bolts - friction type
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaMf { get; set; }
Public Property GammaMf As Double
	Get
	Set
public:
property double GammaMf {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace